<!DOCTYPE html>
<html>

  <head>
  </head>

  <body>
    <h1>Impressum</h1>

    <h2>Angaben gem&auml;&szlig; &sect; 5 TMG</h2>
    <p>Finn St&uuml;renburg<br />
        Steinhauserstra&szlig;e 1<br />
        81677 M&uuml;nchen</p>

    <h2>Kontakt</h2>
    <p>Telefon: +4917645672342<br />
      E-Mail: heygifts@gmail.com</p>

    <p>Quelle: <a href="https://www.e-recht24.de">eRecht24</a></p>

    <p>
      HAFTUNGSAUSSCHLUSS F&Uuml;R EXTERNE LINKS
    </p>
    <p>
      Diese Website und unsere mobile Anwendung k&ouml;nnen Links zu anderen Websites oder Inhalten, die Dritten geh&ouml;ren oder von ihnen stammen, oder Links zu Websites und Funktionen in Bannern oder anderer Werbung enthalten (oder Ihnen &Uuml;ber die Website oder unsere mobile Anwendung zugesandt werden). Solche externen Links werden von uns nicht auf Richtigkeit, Angemessenheit, G&uuml;ltigkeit, Zuverl&auml;ssigkeit, Verf&uuml;gbarkeit oder Vollst&auml;ndigkeit untersucht, &Uuml;berwacht oder gepr&uuml;ft. WIR &Uuml;BERNEHMEN KEINE GEW&Auml;HRLEISTUNG, UNTERST&Uuml;TZUNG, GARANTIE ODER VERANTWORTUNG F&Uuml;R DIE RICHTIGKEIT ODER ZUVERL&Auml;SSIGKEIT VON INFORMATIONEN, DIE AUF &Uuml;BER DIE WEBSITE VERLINKTEN WEBSITES VON DRITTANBIETERN ANGEBOTEN WERDEN, ODER VON WEBSITES ODER FUNKTIONEN, DIE IN BANNERN ODER SONSTIGER WERBUNG VERLINKT SIND. WIR SIND NICHT AN TRANSAKTIONEN ZWISCHEN IHNEN UND DRITTANBIETERN VON PRODUKTEN ODER DIENSTLEISTUNGEN BETEILIGT ODER IN IRGENDEINER WEISE F&Uuml;R DIE &Uuml;BERWACHUNG SOLCHER TRANSAKTIONEN VERANTWORTLICH
    </p>
    <p>
      HAFTUNGSAUSSCHLUSS F&Uuml;R AFFILIATES
    </p>
    <p>
      Die Website und unsere mobile Anwendung k&ouml;nnen Links zu Partner-Websites enthalten. HeyGifts erh&auml;lt eine Partner-Provision f&uuml;r alle K&auml;ufe, die Sie auf der Partner-Website &uuml;ber solche Links t&auml;tigen. Wir sind Teilnehmer des Amazon Services LLC Associates Program, einem Partnerwerbeprogramm, das dazu dient, Werbeeinnahmen durch die Verlinkung mit Amazon.com und angeschlossenen Websites zu generieren.
    </p>
    <p>
      HeyGifts ist Teilnehmer des Partnerprogramms von Amazon Services LLC, einem Partnerwerbeprogramm, das zur Bereitstellung eines Mediums f&uuml;r Websites konzipiert wurde, mittels dessen durch die Platzierung von Werbeanzeigen und Links Werbekostenerstattungen verdient werden k&ouml;nnen.
    </p>
  </body>
</html>
